Repository: Twiksoid/Navigation
Catalog: *.lproj/Localizable.strings
Languages: ru

# keyRestartYourApp
source: Restart your App
ru: Требуется перезапуск приложения

# keyRestartYourAppText
source: For emplementing restart app
ru: Для применения настроек необходимо перезапустить приложение

# keyAlertNotAuthUserForBiometricalEnter
source: You can not use Biometrical type for login
ru: Авторизация через биометрию невозможна

# keyAlertNotAuthUserForBiometricalEnterText
source: You must login via login and password
ru: Для авторизации через Биометрию необходимо сначала войти в аккаунт

# keyStatusForRandomUser
source: I'm not sure about your physical abilities
ru: Я не уверена насчет твоего здоровья

# keyBiometriaAlertError
source: Auth is failed
ru: Авторизация неуспешна

# keyBiometriaAlertDoneText
source: Auth is done
ru: Авторизация пройдена

# keyBiometriaAlertDone
source: Done
ru: Успешно

# textForPasswordBioAuth
source: Use your biometria for login
ru: Используйте свою биометрию для авторизации

# keyButtonBiometricalAuth
source: Use you Biometria for Login
ru: Использовать биометрию для входа

# keyTitleTextField
source: Hipster Cat
ru: Хипстер кэт

# keyStatusTextField
source: Waitting for something ...
ru: Ожидаю что-то ...

# keyShowStatusButton
source: Set status
ru: Задать статус

# keyViewTitle
source: Profile
ru: Профиль

# keyViewFavoriteTitle
source: Favorite
ru: Избранные посты

# keyLogInButtonText
source: Log In
ru: Вход

# keyEmail
source: Email or phone
ru: Email или телефон

# keyPassword
source: Password
ru: Пароль

# keyCollectionPhotoTitle
source: Photo Gallery
ru: Фото галерея

# keyAlertNotEnteredDataTitle
source: Not filled field
ru: Не заполнено обязательное поле

# keyAlertNotEnteredDataText
source: Check data and try again
ru: Проверьте информацию и попробуйте снова

# keyAlertNotEnteredDataAction
source: Ок
ru: Хорошо

# keyAlertNotCorrectLoginTitle
source: Wrong login or password
ru: Неверный логин или пароль

# keyAalertNotCorrectLoginText
source: Check data and try again
ru: Проверьте информацию и попробуйте снова

# keyAlertNotCorrectLoginAction
source: Ок
ru: Хорошо

# keyGeneratePasswordField
source: Brutforce password
ru: Подобрать пароль

# keyRegistrationNewUser
source: Registration
ru: Регистрация

# keyErrorRegistrationFireBase
source: Error in registration process
ru: Ошибка при регистрации

# keyErrorLogInFireBase
source: Error in Login
ru: Ошибка при входе

# keyNotLoginUserTitleAlarm
source: User does not logined
ru: Пользователь не авторизован

# keyNotLoginUserTextAlarm
source: Open Profile and make login
ru: Перейдите на вкладку Профиль и пройдите авторизацию

# keyNotLoginUserAction
source: Ок
ru: Хорошо

# keyFavoriteNoteExsist
source: Note is already exist
ru: Заметка уже существует

# keyFavoriteNoteExsistText
source: You can not add this note again
ru: Добавление заметки еще раз невозможно

# keyTitleAlertTextPicker
source: Write down town name
ru: Укажите город

# keyAlertPlaceHolderPicler
source: Write down initial city for route
ru: Укажите город от которого нужно создать маршрут

# keyAlertTextPickerAdd
source: Add
ru: Добавить

# keyAlertTextPickerCansel
source: Cansel
ru: Отменить

# keyLikes
source: Likes
ru: Лайки

# keyViews
source: Views
ru: Просмотры

# keyNameForMiniCollectionPhotos
source: Photos
ru: Фото

# keyTitleOfNavItemMapView
source: Route
ru: Карта

# keyPullToRefreshText
source: Pull to refresh
ru: Для обновления потяните страницу вниз

# keyPostNameOne
source: Show post1
ru: Показать пост1

# keyPostNameTwo
source: Show post2
ru: Показать пост2

# keyPlaceholderTextForChec
source: Enter text for check
ru: Укажите слово для проверки

# keyCheckEnteredWord
source: Check word
ru: Проверить данные

# keyTimeCheckWordExpired
source: Time for check is expired
ru: Время для проверки истекло

# keyTryAgainFaster
source: Try again faster
ru: Попробуйте еще раз быстрее

# keyTimeAlertOk
source: Ok
ru: Хорошо

# keyChangeTitileButtonText
source: Change Title
ru: Сменить текст

# keyYes
source: Yes
ru: Да

# keyNo
source: No
ru: Нет

# keyNotEnteredField
source: Not entered data in filed
ru: Не заполнено поле

# keyEnteredDataInFiled
source: Enter data in filed
ru: Заполните поле и попробуйте снова

# keyThereIsNoCorrectData
source: Wrong data
ru: Некорректные данные

# keyCheckInteredDataAndTryAgain
source: Check Entered Data And Try Again
ru: Проверьте корректность введенных данных и попробуйте снова

# keyUnexpectedError
source: Unexpected Error
ru: Непредвиденная ошибка

# keyUnxpectedErrorText
source: Unxpected Error Text
ru: Возникла непредвиденная ошибка, необходимо обратиться к разработчику приложения за консультацией, текст ошибки -

# keyShowAlertInfoView
source: Show Alert
ru: Показать Алерт

# keyLoadingText
source: Loading text ...
ru: Загрузка текста ...

# keyTextFiledValue
source: Fieled value -
ru: Значение поля -

# keyPeriodPlanets
source: Period for planet is -
ru: Период обращения планеты Татуин вокруг своей звезды -

# keyTitilePlanet
source: Notifiction
ru: Уведомление

# keyTextMessagaPlanet
source: Push on one button
ru: Нажмите на одну из кнопок

# keyActionPlanetOne
source: Action one
ru: Действие один

# keyActionPlanetTwo
source: Action two
ru: Действие два

# keyFeed
source: Feed
ru: Лента

# keyProfile
source: Profile
ru: Профиль

# keyInfo
source: Info
ru: Инфо

# keyFavorite
source: Favorite
ru: Избранное

# keyMap
source: Map
ru: Карта
